Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# KeyInputModeLabel
source: Key Input Mode (List)
de_de: Tasteneingabemodus (Liste)
es_mx: Modo de entrada de teclas (Lista)
fr_fr: Mode de saisie des touches (liste)
hi_in: कुंजी इनपुट मोड (सूची)
id_id: Mode Input Tombol (Daftar)
it_it: Modalità Input Tasti (Elenco)
ja_jp: キー入力モード（リスト）
ko_kr: 키 입력 모드 (목록)
pt_br: Modo de entrada de teclas (Lista)
ru_ru: Режим ввода (Список)
zh_cn: 键位输入模式(列表)
zh_tw: 按鍵輸入模式(列表)

# ListLabel
source: List
de_de: Liste
es_mx: Lista
fr_fr: Liste
hi_in: सूची
id_id: Daftar
it_it: Elenco
ja_jp: リスト
ko_kr: 목록
pt_br: Lista
ru_ru: Список
zh_cn: 列表
zh_tw: 列表

# NumberLabel
source: Number
de_de: Zahl
es_mx: Número
fr_fr: Numérique
hi_in: संख्या
id_id: Angka
it_it: Numero
ja_jp: 数字
ko_kr: 숫자
pt_br: Número
ru_ru: Число
zh_cn: 数字
zh_tw: 數字

# AutoCreatePresetLabel
source: Auto-Create Preset
de_de: Vorgabe automatisch erstellen
es_mx: Crear ajuste automáticamente
fr_fr: Créer automatiquement un préréglage
hi_in: ऑटो-क्रिएट प्रीसेट
id_id: Buat Preset Otomatis
it_it: Crea Automaticamente Predefiniti
ja_jp: プリセット自動作成
ko_kr: 프리셋 자동 생성
pt_br: Criar predefinição automática
ru_ru: Автосоздание пресета
zh_cn: 自动创建预设
zh_tw: 自動建立預設

# ShowDevFeaturesLabel
source: Show Developer Features
de_de: Entwicklerfunktionen anzeigen
es_mx: Mostrar funciones de desarrollo
fr_fr: Afficher les fonctionnalités développeur
hi_in: डेवलपर सुविधाएँ दिखाएँ
id_id: Tampilkan Fitur Developer
it_it: Mostra Funzionalità Sviluppatore
ja_jp: 開発者機能を表示
ko_kr: 개발자 기능 표시
pt_br: Mostrar recursos de desenvolvedor
ru_ru: Показать функции разработчика
zh_cn: 显示开发者功能
zh_tw: 顯示開發者功能

# FeedbackBtn
source: Have feedback or ran into an issue? Click here
de_de: Ideen oder Probleme? Hier Feedback geben
es_mx: ¿Tienes comentarios o has encontrado un problema? Haz clic aquí
fr_fr: Une idée ou un problème ? Donnez votre avis ici
hi_in: प्रतिक्रिया है या कोई समस्या आई? यहाँ क्लिक करें
id_id: Punya masukan atau mengalami masalah? Klik di sini
it_it: Hai feedback o riscontrato un problema? Clicca qui
ja_jp: アイデアや問題はこちらまで
ko_kr: 피드백이나 문제가 있으신가요? 여기를 클릭하세요
pt_br: Tem feedback ou encontrou um problema? Clique aqui
ru_ru: Есть идеи или проблемы? Напишите здесь
zh_cn: 有想法或遇到问题？点此反馈
zh_tw: 有想法或遇到問題？點此回饋

# SubmitPRBtn
source: Submit a PR
de_de: PR einreichen
es_mx: Enviar un PR
fr_fr: Soumettre une PR
hi_in: PR सबमिट करें
id_id: Kirim PR
it_it: Invia una PR
ja_jp: PRを提出
ko_kr: PR 제출
pt_br: Enviar um PR
ru_ru: Отправить PR
zh_cn: 提交PR
zh_tw: 提交PR

# EnableInjectionParenLabel
source: Enable Injection
de_de: Injektion aktivieren (Injection)
es_mx: Activar inyección
fr_fr: Activer l'injection
hi_in: इंजेक्शन सक्षम करें
id_id: Aktifkan Injeksi
it_it: Abilita Injection
ja_jp: 注入を有効化
ko_kr: 인젝션 활성화
pt_br: Ativar injeção
ru_ru: Включить инжект
zh_cn: 启用注入(Injection)
zh_tw: 啟用注入(Injection)

# ConfigPresetLabel
source: Configuration Preset:
de_de: Konfigurationsvorgabe:
es_mx: Ajuste de configuración:
fr_fr: Préréglage de configuration :
hi_in: कॉन्फ़िगरेशन प्रीसेट:
id_id: Preset Konfigurasi:
it_it: Predefinito Configurazione:
ja_jp: 設定プリセット:
ko_kr: 설정 프리셋:
pt_br: Predefinição de configuração:
ru_ru: Пресет конфигурации:
zh_cn: 配置预设:
zh_tw: 設定預設:

# SwitchPresetTooltip
source: Click to switch to this preset
de_de: Klicken, um zu dieser Vorgabe zu wechseln
es_mx: Haz clic para cambiar a este ajuste
fr_fr: Cliquer pour basculer vers ce préréglage
hi_in: इस प्रीसेट पर स्विच करने के लिए क्लिक करें
id_id: Klik untuk beralih ke preset ini
it_it: Clicca per passare a questo predefinito
ja_jp: このプリセットに切り替え
ko_kr: 클릭하여 이 프리셋으로 전환
pt_br: Clique para alternar para esta predefinição
ru_ru: Переключиться на этот пресет
zh_cn: 点击切换至此预设
zh_tw: 點擊切換至此預設

# LockedTag
source: [Locked]
de_de: [Gesperrt]
es_mx: [Bloqueado]
fr_fr: [Verrouillé]
hi_in: [लॉक किया गया]
id_id: [Dikunci]
it_it: [Bloccato]
ja_jp: [ロック中]
ko_kr: [잠김]
pt_br: [Bloqueado]
ru_ru: [Заблокировано]
zh_cn: [锁定]
zh_tw: [鎖定]

# DeletePresetTooltip
source: Delete This Preset
de_de: Diese Vorgabe löschen
es_mx: Eliminar este ajuste
fr_fr: Supprimer ce préréglage
hi_in: यह प्रीसेट हटाएँ
id_id: Hapus Preset Ini
it_it: Elimina Questo Predefinito
ja_jp: このプリセットを削除
ko_kr: 이 프리셋 삭제
pt_br: Excluir esta predefinição
ru_ru: Удалить пресет
zh_cn: 删除此预设
zh_tw: 刪除此預設

# NewPresetBtn
source: New Preset
de_de: Neue Vorgabe
es_mx: Nuevo ajuste
fr_fr: Nouveau préréglage
hi_in: नया प्रीसेट
id_id: Preset Baru
it_it: Nuovo Predefinito
ja_jp: 新規プリセット
ko_kr: 새 프리셋
pt_br: Nova predefinição
ru_ru: Новый пресет
zh_cn: 新建预设
zh_tw: 建立預設

# ResetAllBtn
source: Reset All
de_de: Alles zurücksetzen
es_mx: Restablecer todo
fr_fr: Tout réinitialiser
hi_in: सभी रीसेट करें
id_id: Reset Semua
it_it: Ripristina Tutto
ja_jp: すべてリセット
ko_kr: 모두 초기화
pt_br: Redefinir tudo
ru_ru: Сбросить всё
zh_cn: 重置全部
zh_tw: 重設全部

# AvatarSettingsTitle
source: Avatar Replacement Settings (upload matching sizes as needed)
de_de: Avatar-Ersetzungseinstellungen (Entsprechende Größe hochladen)
es_mx: Ajustes de reemplazo de avatar (sube tamaños coincidentes según sea necesario)
fr_fr: Paramètres de remplacement d'avatar (taille selon besoin)
hi_in: अवतार प्रतिस्थापन सेटिंग्स (आवश्यकतानुसार मिलान आकार अपलोड करें)
id_id: Pengaturan Penggantian Avatar (unggah ukuran yang sesuai sesuai kebutuhan)
it_it: Impostazioni Sostituzione Avatar (carica dimensioni corrispondenti se necessario)
ja_jp: アバター置換設定（必要なサイズをアップロード）
ko_kr: 아바타 교체 설정 (필요에 따라 일치하는 크기 업로드)
pt_br: Configurações de substituição de avatar (envie tamanhos correspondentes conforme necessário)
ru_ru: Замена аватаров (загрузите нужный размер)
zh_cn: 头像替换设置 (根据需要上传对应尺寸)
zh_tw: 頭像替換設定 (根據需求上傳對應尺寸)

# ImportBtn
source: Import
de_de: Importieren
es_mx: Importar
fr_fr: Importer
hi_in: आयात करें
id_id: Impor
it_it: Importa
ja_jp: インポート
ko_kr: 가져오기
pt_br: Importar
ru_ru: Импорт
zh_cn: 导入
zh_tw: 匯入

# CropBtn
source: Crop
de_de: Zuschneiden
es_mx: Recortar
fr_fr: Rogner
hi_in: काटें
id_id: Potong
it_it: Ritaglia
ja_jp: 切り抜き
ko_kr: 자르기
pt_br: Cortar
ru_ru: Обрезать
zh_cn: 裁剪
zh_tw: 裁切

# AvatarFormatsNote
source: Supported formats: PNG, JPG, BMP, WEBP. Changes take effect the next time you enter the game.
de_de: Unterstützte Formate: PNG, JPG, BMP, WEBP. Wird beim nächsten Spielstart wirksam.
es_mx: Formatos admitidos: PNG, JPG, BMP, WEBP. Los cambios surten efecto la próxima vez que entres al juego.
fr_fr: Formats pris en charge : PNG, JPG, BMP, WEBP. Les modifications prennent effet au prochain lancement du jeu.
hi_in: समर्थित प्रारूप: PNG, JPG, BMP, WEBP। परिवर्तन अगली बार गेम में प्रवेश करने पर प्रभावी होंगे।
id_id: Format yang didukung: PNG, JPG, BMP, WEBP. Perubahan berlaku saat berikutnya Anda masuk game.
it_it: Formati supportati: PNG, JPG, BMP, WEBP. Le modifiche avranno effetto al prossimo accesso al gioco.
ja_jp: 対応形式: PNG, JPG, BMP, WEBP。次回ゲーム起動時に反映。
ko_kr: 지원 형식: PNG, JPG, BMP, WEBP. 변경 사항은 다음 게임 진입 시 적용됩니다.
pt_br: Formatos suportados: PNG, JPG, BMP, WEBP. As alterações entram em vigor na próxima vez que você entrar no jogo.
ru_ru: Форматы: PNG, JPG, BMP, WEBP. Вступает в силу при следующем входе в игру.
zh_cn: 支持格式: PNG, JPG, BMP, WEBP.修改后在下次进游戏时生效
zh_tw: 支援格式: PNG, JPG, BMP, WEBP。修改後在下次進遊戲時生效

# Avatar_Batch_Fail_Title
source: Batch Save Failed
de_de: Batch-Speichern fehlgeschlagen
es_mx: Error al guardar en lote
fr_fr: Échec de la sauvegarde en lot
hi_in: बैच सहेजना विफल
id_id: Penyimpanan Batch Gagal
ja_jp: 一括保存に失敗しました
ko_kr: 일괄 저장 실패
ru_ru: Ошибка пакетного сохранения
zh_cn: 批量保存失败
zh_tw: 批次儲存失敗

# Avatar_Batch_Success
source: Avatars of all sizes have been generated and overwritten in batch.
de_de: Alle Avatar-Größen wurden im Batch erzeugt und überschrieben
es_mx: Avatares generados y sobrescritos en todos los tamaños
fr_fr: Avatars générés en lot et toutes les tailles remplacées
hi_in: सभी आकारों के अवतार बैच में उत्पन्न और ओवरराइट हो गए हैं।
id_id: Semua ukuran avatar berhasil dibuat dan ditimpa secara batch
it_it: Batch generated and overwrote all avatar sizes
ja_jp: 全サイズのアバターを一括生成して上書きしました
ko_kr: 모든 크기의 아바타를 일괄 생성하여 덮어썼습니다
pt_br: Batch generated and overwrote all avatar sizes
ru_ru: Аватары всех размеров сгенерированы и заменены
zh_cn: 已批量生成并覆盖全部尺寸的头像
zh_tw: 已批次生成並覆蓋全部尺寸的頭像

# Avatar_Clear_Fail_Title
source: Clear Failed
de_de: Löschen fehlgeschlagen
es_mx: Error al limpiar
fr_fr: Échec de la suppression
hi_in: साफ़ करना विफल
id_id: Pembersihan Gagal
ja_jp: クリアに失敗しました
ko_kr: 지우기 실패
ru_ru: Ошибка очистки
zh_cn: 清除失败
zh_tw: 清除失敗

# Avatar_Clear_Success_Format
source: Size {0}x{0} avatars have been cleared
de_de: Avatar der Größe {0}x{0} gelöscht
es_mx: Avatar de tamaño {0}x{0} eliminado
fr_fr: Avatar de taille {0}x{0} supprimé
hi_in: आकार {0}x{0} अवतार साफ़ कर दिए गए हैं
id_id: Avatar ukuran {0}x{0} berhasil dibersihkan
it_it: Avatar size {0}x{0} cleared
ja_jp: サイズ {0}x{0} のアバターをクリアしました
ko_kr: {0}x{0} 크기 아바타가 삭제되었습니다
pt_br: Avatar size {0}x{0} cleared
ru_ru: Аватар размера {0}x{0} удалён
zh_cn: 尺寸 {0}x{0} 头像已清除
zh_tw: 尺寸 {0}x{0} 頭像已清除

# Avatar_Crop_Success
source: Avatar cropped and saved successfully.
de_de: Avatar zugeschnitten und erfolgreich gespeichert
es_mx: Avatar recortado y guardado correctamente
fr_fr: Avatar recadré et enregistré avec succès
hi_in: अवतार काटकर सफलतापूर्वक सहेजा गया।
id_id: Avatar berhasil dipotong dan disimpan
ja_jp: アバターを切り抜いて保存しました
ko_kr: 아바타가 크롭되어 저장되었습니다
ru_ru: Аватар обрезан и сохранён
zh_cn: 头像裁切并保存成功
zh_tw: 頭像裁切並儲存成功

# Avatar_EditNotFound_Content
source: No editable avatar was found.
de_de: Kein Avatar zum Bearbeiten gefunden
es_mx: No se encontró ningún avatar para editar
fr_fr: Aucun avatar à modifier trouvé
hi_in: कोई संपादन योग्य अवतार नहीं मिला।
id_id: Tidak ditemukan avatar yang dapat diedit
it_it: No avatar found to edit
ja_jp: 編集できるアバターが見つかりません
ko_kr: 편집할 아바타를 찾을 수 없습니다
pt_br: No avatar found to edit
ru_ru: Аватар для редактирования не найден
zh_cn: 未找到可供编辑的头像
zh_tw: 未找到可供編輯的頭像

# Avatar_EditNotFound_Title
source: Notice
de_de: Hinweis
es_mx: Aviso
fr_fr: Information
hi_in: सूचना
id_id: Pemberitahuan
ja_jp: お知らせ
ko_kr: 알림
ru_ru: Уведомление
zh_cn: 提示
zh_tw: 提示

# Avatar_ImportFail_Title
source: Import Failed
de_de: Import fehlgeschlagen
es_mx: Error al importar
fr_fr: Échec de l'importation
hi_in: आयात विफल
id_id: Impor Gagal
ja_jp: インポートに失敗しました
ko_kr: 가져오기 실패
ru_ru: Ошибка импорта
zh_cn: 导入失败
zh_tw: 匯入失敗

# Avatar_LoadFail_Title
source: Load Failed
de_de: Laden fehlgeschlagen
es_mx: Error al cargar
fr_fr: Échec du chargement
hi_in: लोड विफल
id_id: Gagal Memuat
ja_jp: 読み込みに失敗しました
ko_kr: 불러오기 실패
ru_ru: Ошибка загрузки
zh_cn: 加载失败
zh_tw: 載入失敗

# Avatar_SaveFail_Title
source: Save Failed
de_de: Speichern fehlgeschlagen
es_mx: Error al guardar
fr_fr: Échec de l'enregistrement
hi_in: सहेजना विफल
id_id: Penyimpanan Gagal
ja_jp: 保存に失敗しました
ko_kr: 저장 실패
ru_ru: Ошибка сохранения
zh_cn: 保存失败
zh_tw: 儲存失敗

# CropAvatarTitle
source: Adjust Avatar
de_de: Avatar anpassen
es_mx: Ajustar avatar
fr_fr: Ajuster l'avatar
hi_in: अवतार समायोजित करें
id_id: Sesuaikan Avatar
it_it: Regola Avatar
ja_jp: アバター調整
ko_kr: 아바타 조정
pt_br: Ajustar avatar
ru_ru: Настроить аватар
zh_cn: 调整头像
zh_tw: 調整頭像

# SaveCurrentSizeBtn
source: Save Current Size
de_de: Aktuelle Größe speichern
es_mx: Guardar tamaño actual
fr_fr: Enregistrer la taille actuelle
hi_in: वर्तमान आकार सहेजें
id_id: Simpan Ukuran Saat Ini
it_it: Salva Dimensione Corrente
ja_jp: 現在のサイズを保存
ko_kr: 현재 크기 저장
pt_br: Salvar tamanho atual
ru_ru: Сохранить размер
zh_cn: 保存当前尺寸
zh_tw: 儲存目前尺寸

# BatchApplyAllBtn
source: Apply to All Sizes
de_de: Auf alle Größen anwenden
es_mx: Aplicar a todos los tamaños
fr_fr: Appliquer à toutes les tailles
hi_in: सभी आकारों पर लागू करें
id_id: Terapkan ke Semua Ukuran
it_it: Applica a Tutte le Dimensioni
ja_jp: 全サイズに適用
ko_kr: 모든 크기에 적용
pt_br: Aplicar a todos os tamanhos
ru_ru: Применить ко всем размерам
zh_cn: 批量应用到全部尺寸
zh_tw: 批次套用到全部尺寸

# CancelBtn
source: Cancel
de_de: Abbrechen
es_mx: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# CropHint
source: * Drag within the box or use Ctrl + mouse wheel to zoom and adjust the crop position
de_de: * Im Rahmen ziehen oder Strg+Mausrad zum Zoomen verwenden, um den Ausschnitt anzupassen
es_mx: * Arrastra dentro del recuadro o usa Ctrl + rueda del mouse para ampliar y ajustar la posición de recorte
fr_fr: * Faites glisser dans le cadre ou utilisez Ctrl+molette pour ajuster le recadrage
hi_in: * बॉक्स के भीतर खींचें या Ctrl + माउस व्हील से ज़ूम करें और काटने की स्थिति समायोजित करें
id_id: * Seret dalam kotak atau gunakan Ctrl + roda mouse untuk zoom dan sesuaikan posisi potong
it_it: * Trascina nel riquadro o usa Ctrl + rotella mouse per zoomare e regolare la posizione di ritaglio
ja_jp: * 枠内ドラッグまたはCtrl+マウスホイールで調整
ko_kr: * 상자 안에서 드래그하거나 Ctrl + 마우스 휠로 확대/축소하여 자르기 위치 조정
pt_br: * Arraste dentro da caixa ou use Ctrl + roda do mouse para ampliar e ajustar a posição do corte
ru_ru: * Перетаскивайте или Ctrl+колёсико для настройки
zh_cn: * 请在方框内拖动或使用Ctrl+鼠标滚轮缩放调整裁切位置
zh_tw: * 請在方框內拖曳或使用 Ctrl+滑鼠滾輪縮放調整裁切位置

# Plugin_FpsUnlock
source: Unlock Frame Rate Limit
de_de: FPS-Begrenzung aufheben
es_mx: Desbloquear límite de fotogramas
fr_fr: Débloquer la limite de FPS
hi_in: फ़्रेम दर सीमा अनलॉक करें
id_id: Buka Batas Frame Rate
it_it: Sblocca Limite Frame Rate
ja_jp: フレームレート制限解除
ko_kr: 프레임 레이트 제한 해제
pt_br: Desbloquear limite de taxa de quadros
ru_ru: Разблокировать FPS
zh_cn: 解锁帧率限制
zh_tw: 解鎖幀率限制

# Plugin_TargetFps
source: Target Frame Rate
de_de: Ziel-FPS
es_mx: Fotogramas objetivo
fr_fr: FPS cible
hi_in: लक्ष्य फ़्रेम दर
it_it: Frame Rate Obiettivo
ja_jp: 目標FPS
ko_kr: 목표 프레임 레이트
pt_br: Taxa de quadros alvo
ru_ru: Целевой FPS
zh_cn: 目标帧率
zh_tw: 目標幀率

# Plugin_VSync
source: Disable V-Sync
de_de: VSync deaktivieren
es_mx: Desactivar V-Sync
fr_fr: Désactiver la synchronisation verticale
hi_in: V-Sync अक्षम करें
id_id: Nonaktifkan V-Sync
it_it: Disabilita V-Sync
ja_jp: V-Sync無効化
ko_kr: V-Sync 비활성화
pt_br: Desativar V-Sync
ru_ru: Отключить V-Sync
zh_cn: 禁用垂直同步
zh_tw: 停用垂直同步

# Plugin_TouchScreen
source: Enable Mobile UI Mode
de_de: Mobil-UI-Modus aktivieren
es_mx: Activar modo de interfaz táctil
fr_fr: Activer le mode interface mobile
hi_in: मोबाइल UI मोड सक्षम करें
id_id: Aktifkan Mode UI Mobile
it_it: Abilita Modalità UI Mobile
ja_jp: モバイルUIモード有効化
ko_kr: 모바일 UI 모드 활성화
pt_br: Ativar modo de interface mobile
ru_ru: Мобильный интерфейс
zh_cn: 启用手机端UI模式
zh_tw: 啟用手機版 UI 模式

# Plugin_FovUnlock
source: Enable FOV Modification
de_de: Sichtfeld-Anpassung aktivieren
es_mx: Activar modificación de FOV
fr_fr: Activer la modification du champ de vision
hi_in: FOV संशोधन सक्षम करें
id_id: Aktifkan Modifikasi FOV
it_it: Abilita Modifica FOV
ja_jp: 視野角変更有効化
ko_kr: FOV 수정 활성화
pt_br: Ativar modificação de FOV
ru_ru: Изменить угол обзора
zh_cn: 启用广角修改
zh_tw: 啟用廣角修改

# Plugin_FovValue
source: Custom FOV Value
de_de: Benutzerdefinierter Sichtfeld-Wert
es_mx: Valor de FOV personalizado
fr_fr: Valeur personnalisée du champ de vision
hi_in: कस्टम FOV मान
id_id: Nilai FOV Kustom
it_it: Valore FOV Personalizzato
ja_jp: カスタムFOV値
ko_kr: 사용자 지정 FOV 값
pt_br: Valor de FOV personalizado
ru_ru: Значение FOV
zh_cn: 自定义广角数值
zh_tw: 自訂廣角數值

# Plugin_DisableDamageText
source: Disable Damage Numbers
de_de: Schadenszahlen ausblenden
es_mx: Desactivar números de daño
fr_fr: Désactiver l'affichage des dégâts
hi_in: क्षति संख्याएँ अक्षम करें
id_id: Nonaktifkan Angka Damage
it_it: Disabilita Numeri Danno
ja_jp: ダメージ数値非表示
ko_kr: 대미지 숫자 비활성화
pt_br: Desativar números de dano
ru_ru: Скрыть числа урона
zh_cn: 禁用伤害跳字显示
zh_tw: 停用傷害跳字顯示

# Plugin_DisableCameraMove
source: Disable Camera Movement (Ultimate Animation)
de_de: Kamerabewegung deaktivieren (Ultimative Animation)
es_mx: Desactivar movimiento de cámara (Animación de definitiva)
fr_fr: Désactiver le mouvement de caméra (animation d'ultime)
hi_in: कैमरा गति अक्षम करें (अल्टीमेट एनीमेशन)
id_id: Nonaktifkan Pergerakan Kamera (Animasi Ultimate)
it_it: Disabilita Movimento Telecamera (Animazione Ultimate)
ja_jp: カメラ移動無効化（必殺技演出）
ko_kr: 카메라 움직임 비활성화 (원소폭발 애니메이션)
pt_br: Desativar movimento de câmera (animação de supremo)
ru_ru: Отключить движение камеры (ульты)
zh_cn: 禁用镜头移动(大招动画)
zh_tw: 停用鏡頭移動 (元素爆發動畫)

# Plugin_DisableFog
source: Disable Fog Effect
de_de: Nebeleffekt deaktivieren
es_mx: Desactivar efecto de niebla
fr_fr: Désactiver l'effet de brouillard
hi_in: कोहरा प्रभाव अक्षम करें
id_id: Nonaktifkan Efek Kabut
it_it: Disabilita Effetto Nebbia
ja_jp: 霧効果無効化
ko_kr: 안개 효과 비활성화
pt_br: Desativar efeito de neblina
ru_ru: Отключить туман
zh_cn: 禁用雾气效果
zh_tw: 停用霧氣效果

# Plugin_DisableCharFade
source: Disable Character Blur
de_de: Charakter-Unschärfe verhindern
es_mx: Desactivar desenfoque de personaje
fr_fr: Désactiver le flou des personnages
hi_in: पात्र ब्लर अक्षम करें
id_id: Nonaktifkan Blur Karakter
it_it: Disabilita Sfocatura Personaggio
ja_jp: キャラクターぼかし防止
ko_kr: 캐릭터 블러 비활성화
pt_br: Desativar desfoque de personagem
ru_ru: Отключить размытие персонажей
zh_cn: 反角色虚化
zh_tw: 反角色虛化

# Plugin_RedirectCraft
source: Enable Crafting Bench Redirect
de_de: Synthesetisch-Weiterleitung aktivieren
es_mx: Activar redirección de mesa de artesanía
fr_fr: Activer la redirection de l'établi de synthèse
hi_in: क्राफ्टिंग बेंच रीडायरेक्ट सक्षम करें
id_id: Aktifkan Pengalihan Meja Crafting
it_it: Abilita Reindirizzamento Banco Crafting
ja_jp: 合成台リダイレクト有効化
ko_kr: 합성대 리디렉션 활성화
pt_br: Ativar redirecionamento de bancada de criação
ru_ru: Перенаправление верстака
zh_cn: 启用合成台重定向
zh_tw: 啟用合成台重新導向

# Plugin_RemoveTeamAnim
source: Remove Team Menu Loading Bar
de_de: Team-Auswahl-Ladebalken entfernen
es_mx: Eliminar barra de carga del menú de equipo
fr_fr: Supprimer l'animation de chargement d'équipe
hi_in: टीम मेनू लोडिंग बार हटाएँ
id_id: Hapus Loading Bar Menu Tim
it_it: Rimuovi Barra Caricamento Menu Squadra
ja_jp: チーム読み込みアニメーション除去
ko_kr: 파티 메뉴 로딩 바 제거
pt_br: Remover barra de carregamento do menu de equipe
ru_ru: Убрать анимацию загрузки отряда
zh_cn: 移除队伍打开加载条
zh_tw: 移除隊伍開啟載入條

# Plugin_HideGrass
source: Hide Grass
de_de: Gras ausblenden
es_mx: Ocultar hierba
fr_fr: Masquer l'herbe
hi_in: घास छिपाएँ
id_id: Sembunyikan Rumput
it_it: Nascondi Erba
ja_jp: 草非表示
ko_kr: 풀 숨기기
pt_br: Ocultar grama
ru_ru: Скрыть траву
zh_cn: 隐藏草地
zh_tw: 隱藏草地

# Plugin_HideGrassIndiscriminate
source: Hide All Grass Indiscriminately
de_de: Gras unterschiedslos ausblenden
es_mx: Ocultar toda la hierba indiscriminadamente
fr_fr: Masquer l'herbe sans distinction
hi_in: सभी घास बिना भेदभाव के छिपाएँ
id_id: Sembunyikan Semua Rumput Tanpa Pandang Bulu
it_it: Nascondi Tutta l'Erba Indiscriminatamente
ja_jp: 無差別草非表示
ko_kr: 모든 풀 무차별 숨기기
pt_br: Ocultar toda a grama indiscriminadamente
ru_ru: Скрыть всю траву
zh_cn: 无差别隐藏草
zh_tw: 無差別隱藏草

# Plugin_EnableCustomTitle
source: Enable Custom Window Title
de_de: Benutzerdefinierten Fenstertitel aktivieren
es_mx: Activar título de ventana personalizado
fr_fr: Activer le titre de fenêtre personnalisé
hi_in: कस्टम विंडो शीर्षक सक्षम करें
id_id: Aktifkan Judul Jendela Kustom
it_it: Abilita Titolo Finestra Personalizzato
ja_jp: カスタムウィンドウタイトル有効化
ko_kr: 사용자 지정 창 제목 활성화
pt_br: Ativar título personalizado da janela
ru_ru: Свой заголовок окна
zh_cn: 启用自定义窗口标题
zh_tw: 啟用自訂視窗標題

# Plugin_CustomTitleText
source: Custom Title Text
de_de: Benutzerdefinierter Fenstertitel
es_mx: Texto de título personalizado
fr_fr: Contenu du titre personnalisé
hi_in: कस्टम शीर्षक टेक्स्ट
id_id: Teks Judul Kustom
it_it: Testo Titolo Personalizzato
ja_jp: カスタムタイトル内容
ko_kr: 사용자 지정 제목 텍스트
pt_br: Texto do título personalizado
ru_ru: Текст заголовка
zh_cn: 自定义标题内容
zh_tw: 自訂標題內容

# Plugin_ToggleKey
source: Config Reload Hotkey
de_de: Hotkey zum Neuladen der Konfiguration
es_mx: Atajo de recarga de configuración
fr_fr: Touche de rechargement de la configuration
hi_in: कॉन्फ़िग रीलोड हॉटकी
id_id: Hotkey Muat Ulang Konfigurasi
it_it: Tasto Ricarica Configurazione
ja_jp: 設定再読み込みホットキー
ko_kr: 설정 다시 로드 단축키
pt_br: Atalho para recarregar configuração
ru_ru: Горячая клавиша перезагрузки конфига
zh_cn: 配置重载热键
zh_tw: 設定重新載入快捷鍵

# Plugin_CraftKey
source: Crafting Bench Hotkey
de_de: Synthesetisch-Hotkey
es_mx: Atajo de mesa de artesanía
fr_fr: Touche de l'établi de synthèse
hi_in: क्राफ्टिंग बेंच हॉटकी
id_id: Hotkey Meja Crafting
it_it: Tasto Rapido Banco Crafting
ja_jp: 合成台ホットキー
ko_kr: 합성대 단축키
pt_br: Atalho da bancada de criação
ru_ru: Горячая клавиша верстака
zh_cn: 合成台热键
zh_tw: 合成台快捷鍵

# Plugin_HideQuestBanner
source: Hide Quest Banner
de_de: Aufgabenbanner ausblenden
es_mx: Ocultar banner de misión
fr_fr: Masquer la bannière de quête
hi_in: क्वेस्ट बैनर छिपाएँ
id_id: Sembunyikan Banner Quest
it_it: Nascondi Banner Missione
ja_jp: クエストバナー非表示
ko_kr: 의뢰 배너 숨기기
pt_br: Ocultar banner de missão
ru_ru: Скрыть баннер заданий
zh_cn: 隐藏任务横幅
zh_tw: 隱藏任務橫幅

# Plugin_FovLimitCheck
source: Fix Special FOV Camera Angles
de_de: Sichtfeld-Spezialansicht-Korrektur
es_mx: Corregir ángulos de cámara FOV especiales
fr_fr: Correction du champ de vision spécial
hi_in: विशेष FOV कैमरा कोण ठीक करें
id_id: Perbaiki Sudut Kamera FOV Khusus
it_it: Correggi Angoli FOV Speciali
ja_jp: 特殊視野角修正
ko_kr: 특수 FOV 카메라 각도 수정
pt_br: Corrigir ângulos especiais de câmera FOV
ru_ru: Исправление FOV в особых ракурсах
zh_cn: 广角特殊视角修复
zh_tw: 廣角特殊視角修復

# Plugin_HideUID
source: Hide UID in Bottom-Right Corner
de_de: UID unten rechts ausblenden
es_mx: Ocultar UID en la esquina inferior derecha
fr_fr: Masquer l'UID en bas à droite
hi_in: नीचे-दाएँ कोने में UID छिपाएँ
id_id: Sembunyikan UID di Pojok Kanan Bawah
it_it: Nascondi UID in Basso a Destra
ja_jp: 右下UID非表示
ko_kr: 오른쪽 아래 UID 숨기기
pt_br: Ocultar UID no canto inferior direito
ru_ru: Скрыть UID
zh_cn: 隐藏右下角UID
zh_tw: 隱藏右下角 UID

# Plugin_ClockSpeedup
source: Quick Time Adjustment
de_de: Uhrzeit schnell anpassen
es_mx: Ajuste rápido de hora
fr_fr: Réglage rapide de l'heure
hi_in: त्वरित समय समायोजन
id_id: Penyesuaian Waktu Cepat
it_it: Regolazione Rapida Ora
ja_jp: 時刻クイック調整
ko_kr: 빠른 시간 조정
pt_br: Ajuste rápido de tempo
ru_ru: Быстрая настройка времени
zh_cn: 快速调整时间
zh_tw: 快速調整時間

# Plugin_AutoCook
source: Quick-Open Cooking Menu
de_de: Kochmenü schnell öffnen
es_mx: Abrir menú de cocina rápidamente
fr_fr: Ouverture rapide de la cuisine
hi_in: कुकिंग मेनू तुरंत खोलें
id_id: Buka Cepat Menu Memasak
it_it: Apertura Rapida Menu Cucina
ja_jp: 料理画面クイック表示
ko_kr: 요리 메뉴 빠른 열기
pt_br: Abrir menu de culinária rapidamente
ru_ru: Быстрое открытие готовки
zh_cn: 快捷打开烹饪界面
zh_tw: 快速開啟烹飪介面

# Plugin_AutoExpedition
source: Quick-Open Expedition Menu
de_de: Expeditionsmenü schnell öffnen
es_mx: Abrir menú de expediciones rápidamente
fr_fr: Ouverture rapide des expéditions
hi_in: अभियान मेनू तुरंत खोलें
id_id: Buka Cepat Menu Ekspedisi
it_it: Apertura Rapida Menu Spedizioni
ja_jp: 探索派遣画面クイック表示
ko_kr: 탐사 메뉴 빠른 열기
pt_br: Abrir menu de expedição rapidamente
ru_ru: Быстрое открытие экспедиций
zh_cn: 快捷打开探索派遣界面
zh_tw: 快速開啟探索派遣介面

# Plugin_AutoCookKey
source: Open Cooking Menu Hotkey
de_de: Hotkey zum Öffnen des Kochmenüs
es_mx: Atajo para abrir menú de cocina
fr_fr: Raccourci d'ouverture de la cuisine
hi_in: कुकिंग मेनू खोलने की हॉटकी
id_id: Hotkey Buka Menu Memasak
it_it: Tasto Rapido Apri Menu Cucina
ja_jp: 料理画面ホットキー
ko_kr: 요리 메뉴 열기 단축키
pt_br: Atalho para abrir menu de culinária
ru_ru: Клавиша готовки
zh_cn: 打开烹饪界面快捷键
zh_tw: 開啟烹飪介面快捷鍵

# Plugin_AutoExpeditionKey
source: Open Expedition Menu Hotkey
de_de: Hotkey zum Öffnen des Expeditionsmenüs
es_mx: Atajo para abrir menú de expediciones
fr_fr: Raccourci d'ouverture des expéditions
hi_in: अभियान मेनू खोलने की हॉटकी
id_id: Hotkey Buka Menu Ekspedisi
it_it: Tasto Rapido Apri Menu Spedizioni
ja_jp: 探索派遣画面ホットキー
ko_kr: 탐사 메뉴 열기 단축키
pt_br: Atalho para abrir menu de expedição
ru_ru: Клавиша экспедиций
zh_cn: 打开探索派遣界面快捷键
zh_tw: 開啟探索派遣介面快捷鍵
